12/data/attachments/d0e38c8733bc4ab7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_ebe2820c-d17a-4dd8-8073-0d69b67fb790</nif:username>
            <nif:friendToBeAdded>Kristin_player_Actions_32094_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>